case-1-airbox/initial/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    airBox_abOutlet
    {
        type            wall;
        nFaces          24254;
        startFace       1952617;
    }
    airBox_abInlet
    {
        type            wall;
        nFaces          5106;
        startFace       1976871;
    }
    airBox_abWall
    {
        type            wall;
        nFaces          64523;
        startFace       1981977;
    }
)

// ************************************************************************* //
