case-1-airbox/initial/system/surfaces1
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/


surfaces1
{
    type            surfaces;
    functionObjectLibs ("libsampling.so");
    outputControl timeStep;
    outputInterval 10;
    region          region0;
    fields ( U p );
    interpolationScheme cellPointFace;
    surfaceFormat raw;
    surfaces
    (
        abInlet
        {
            type            patch;
            patches       (airBox_abInlet);
           
        }     
    );
}


// ************************************************************************* //
